results/go_gin__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.72ms    7.85ms  75.33ms   82.05%
    Req/Sec     2.40k   737.59     4.47k    69.39%
  Latency Distribution
     50%    8.90ms
     75%   13.78ms
     90%   19.38ms
     99%   40.84ms
  47936 requests in 10.10s, 5.90MB read
Requests/sec:   4746.11
Transfer/sec:    597.90KB