results/go_std__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.72ms    2.63ms  48.27ms   91.86%
    Req/Sec    10.49k     1.58k   12.69k    75.00%
  Latency Distribution
     50%    2.20ms
     75%    3.10ms
     90%    4.70ms
     99%   12.59ms
  208868 requests in 10.01s, 25.70MB read
Requests/sec:  20858.43
Transfer/sec:      2.57MB