results/go_std__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.80ms    2.69ms  46.57ms   90.53%
    Req/Sec    10.30k     1.17k   12.42k    73.50%
  Latency Distribution
     50%    2.22ms
     75%    3.17ms
     90%    4.91ms
     99%   14.05ms
  205481 requests in 10.04s, 25.28MB read
Requests/sec:  20469.90
Transfer/sec:      2.52MB