results/nodejs_express__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.22ms   62.63ms 846.86ms   97.17%
    Req/Sec     1.17k   294.31     1.94k    73.87%
  Latency Distribution
     50%   19.98ms
     75%   24.25ms
     90%   30.00ms
     99%  397.50ms
  23334 requests in 10.04s, 5.34MB read
Requests/sec:   2323.04
Transfer/sec:    544.46KB