results/nodejs_hyperexpress__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.29ms    4.90ms  58.28ms   89.89%
    Req/Sec     7.13k     1.63k   11.48k    73.37%
  Latency Distribution
     50%    2.67ms
     75%    4.91ms
     90%    9.23ms
     99%   25.72ms
  142533 requests in 10.08s, 17.53MB read
Requests/sec:  14145.57
Transfer/sec:      1.74MB