results/php_laravel__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   353.05ms   24.99ms 447.38ms   68.33%
    Req/Sec    70.89     39.03   158.00     56.30%
  Latency Distribution
     50%  351.79ms
     75%  370.38ms
     90%  384.96ms
     99%  417.20ms
  994 requests in 10.09s, 1.89MB read
  Socket errors: connect 0, read 0, write 0, timeout 50
Requests/sec:     98.50
Transfer/sec:    191.70KB