results/php_laravel_apache_nginx__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.10s   535.72ms   1.98s    50.00%
    Req/Sec     6.62      6.49    30.00     78.57%
  Latency Distribution
     50%    1.11s 
     75%    1.45s 
     90%    1.93s 
     99%    1.98s 
  49 requests in 10.11s, 105.46KB read
  Socket errors: connect 0, read 0, write 0, timeout 31
Requests/sec:      4.85
Transfer/sec:     10.43KB