results/php_symfony__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    91.05ms   83.15ms 685.44ms   95.15%
    Req/Sec   333.69     79.31   460.00     78.42%
  Latency Distribution
     50%   69.25ms
     75%   83.07ms
     90%  106.90ms
     99%  568.03ms
  4657 requests in 10.05s, 0.97MB read
  Socket errors: connect 0, read 32755, write 0, timeout 0
Requests/sec:    463.26
Transfer/sec:     98.62KB