results/rust_ntex__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.06ms    4.90ms  55.83ms   89.88%
    Req/Sec     7.36k     1.86k   12.99k    68.18%
  Latency Distribution
     50%    2.45ms
     75%    4.79ms
     90%    9.00ms
     99%   24.24ms
  147030 requests in 10.10s, 12.34MB read
Requests/sec:  14562.53
Transfer/sec:      1.22MB