results/rust_rocket__wrk.txt
Running 10s test @ http://127.0.0.1:8081/test_plain
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.05ms    9.10ms 119.21ms   84.63%
    Req/Sec     1.81k   500.08     2.81k    65.50%
  Latency Distribution
     50%   11.94ms
     75%   17.20ms
     90%   23.60ms
     99%   47.84ms
  36058 requests in 10.05s, 8.49MB read
  Socket errors: connect 0, read 36057, write 0, timeout 0
Requests/sec:   3589.48
Transfer/sec:    865.82KB